{
	"about.ambitious": "Bei meiner bisherigen Projektarbeit haben mir mein analytisches Denken, meine Kreativität und mein Ehrgeiz sehr geholfen.\nNicht zuletzt fördere ich auch den Fortschritt neuer Projekte durch Teamgeist.",
	"about.I-me": "Wer ich bin",
	"about.intro": "Hallo, ich bin Steven! Die Arbeit am Computer war schon immer eine meiner großen Leidenschaften. Durch meine Weiterbildung zum Frontend-Entwickler habe ich neue und interessante Facetten der IT kennengelernt und mir wurde klar, dass ich diese Leidenschaft zu meinem täglichen Beruf machen möchte.",
	"about.locate": "Ich komme aus Berlin. Ich würde gerne in der Nähe von Berlin und Brandenburg arbeiten. Aber im Prinzip würde es mir nichts ausmachen, aus der Ferne zu arbeiten.",
	"about.me": "Über mich",
	"about.mindset": "Ich bin immer motiviert, alles über neue Technologien zu lernen und meine Fähigkeiten zu verbessern. Sei es mit objektorientiertem JS, dem Aufbau einer kleinen Datenbank mit Firebase oder der Arbeit mit Typescript in Angular und Angular Material.",
	"contact.accept": "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
	"contact.email": "Wie lautet Ihre E-Mail?",
	"contact.emailPlaceholder": "deineEmail@email.com",
	"contact.errorEmailPlaceholder": "Hoppla! Deine Email ist erforderlich",
	"contact.errorMessagePlaceholder": "Was soll entwickelt werden?",
	"contact.errorNamePlaceholder": "Hoppla! Dein Name fehlt scheinbar",
	"contact.hello": "Sag Hallo ;)",
	"contact.intrest": "Wenn Sie an einer Zusammenarbeit interessiert sind, können Sie mich gerne kontaktieren und mir mitteilen, welche Rolle Sie sich vorstellen. Ich bin gerne bereit, meine Fähigkeiten einzubringen und innovative Lösungen für Ihre Projekte zu entwickeln. Mit meinem Engagement und meinem Fachwissen werde ich einen echten Mehrwert für Ihre Initiativen schaffen.",
	"contact.me": "Kontaktieren Sie mich",
	"contact.message": "Wie kann ich Ihnen helfen?",
	"contact.messagePlaceholder": "Hallo Steven, ich interessiere mich für...",
	"contact.name": "Wie ist Ihr Name?",
	"contact.namePlaceholder": "Dein Name gehört hier rein",
	"contact.need": "Brauchen Sie einen Frontend-Entwickler?",
	"contact.policy": "Datenschutzbestimmungen",
	"contact.problem": "Haben Sie ein Problem zu lösen?",
	"contact.read1": "Ich habe die ",
	"contact.read2": "gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
	"contact.talk": "Lassen Sie uns reden!",
	"contact.work": "Lassen Sie uns zusammenarbeiten",
	"featured.about-project": "Worum geht es bei diesem Projekt?",
	"featured.explore": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
	"featured.next": "Nächstes Projekt",
	"featured.projects": "Ausgewählte Projekte",
	"featured.soon": "(in kürze)",
	"footer.developer": "Web-Entwickler",
	"footer.imprint": "Impressum",
	"footer.location": "Berlin Deutschland",
	"landing.branch": "Frontend-Entwickler",
	"landing.location": "Sitz in Berlin",
	"landing.me": "Kontaktieren Sie mich",
	"landing.ready": "Offen für neue Herausforderung",
	"landing.remote": "Bereit für Home Office",
	"landing.work": "Zu meinen Projekten",
	"navbar.me": "Über mich",
	"navbar.projects": "Projekte",
	"navbar.skills": "Fähigkeiten",
	"projects.dabubble.description": "",
	"projects.dabubble.name": "DA Bubble (bald)",
	"projects.elPolloLoco.description": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
	"projects.elPolloLoco.name": "EL Pollo Loco",
	"projects.join.description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
	"projects.join.name": "Join",
	"references.first.description.0": "Die Zusammenarbeit war stets angenehm und produktiv. Besonders hervorzuheben ist, wie fokussiert und lösungsorientiert Steven selbst komplexe Aufgaben anging. Sein fundiertes Wissen teilt er bereitwillig und unterstützt das Team mit Engagement und Hilfsbereitschaft.",
	"references.first.description.1": "Steven ist ein Kollege, mit dem man jederzeit gerne zusammenarbeitet. Ich habe ihn als äußerst zielstrebig, lösungsorientiert und verlässlich erlebt. Selbst anspruchsvolle Herausforderungen hat er mit einer Ruhe und Klarheit gemeistert, die jede Problemlösung angenehm gemacht hat.",
	"references.first.description.2": "In unserer Teamarbeit habe ich Steven als engagiertes und teamorientiertes Gruppenmitglied sehr geschätzt. Er denkt vorausschauend, unterstützt andere aktiv und achtet darauf, dass niemand auf der Strecke bleibt. Besonders angenehm war die gegenseitige Unterstützung.",
	"references.first.name.0": "J. Merker",
	"references.first.name.1": "M. Kaffka",
	"references.first.name.2": "L. Weiß",
	"references.first.rang.0": "Team-Partner",
	"references.first.rang.1": "Team-Partner",
	"references.first.rang.2": "Team-Partner",
	"references.title": "Was meine Kollegen über mich sagen",
	"skills.another": "eine andere Fähigkeit?",
	"skills.description": "Ich bringe Erfahrung mit in HTML, CSS, JavaScript, TypeScript, Angular, Firebase, Git, REST-APIs, Material Design und arbeite gerne agil mit Scrum. Aktuell reizt mich besonders React, um mein Skillset weiter auszubauen. Der ständige Fortschritt in der Webentwicklung motiviert mich, mein Wissen laufend zu erweitern.",
	"skills.fell-free": "Sprechen Sie mich gerne an. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
	"skills.need": "Sie benötigen",
	"skills.set": "Fähigkeit",
	"skills.special": "Das möchte ich noch gerne lernen",
	"skills.talk": "Lassen Sie uns reden",
	"skills.technologies": "Technologien"
}