{
	"about.ambitious": "Bei meiner bisherigen Projektarbeit haben mir mein analytisches Denken, meine Kreativität und mein Ehrgeiz sehr geholfen.\nNicht zuletzt fördere ich auch den Fortschritt neuer Projekte durch Teamgeist.",
	"about.I-me": "Wer ich bin",
	"about.intro": "Hallo, ich bin Steven! Die Arbeit am Computer war schon immer eine meiner großen Leidenschaften. Durch meine Weiterbildung zum Frontend-Entwickler habe ich neue und interessante Facetten der IT kennengelernt und mir wurde klar, dass ich diese Leidenschaft zu meinem täglichen Beruf machen möchte.",
	"about.locate": "Ich komme aus Berlin. Ich würde gerne in der Nähe von Berlin und Brandenburg arbeiten. Aber im Prinzip würde es mir nichts ausmachen, aus der Ferne zu arbeiten.",
	"about.me": "Über mich",
	"about.mindset": "Ich bin immer motiviert, alles über neue Technologien zu lernen und meine Fähigkeiten zu verbessern. Sei es mit objektorientiertem JS, dem Aufbau einer kleinen Datenbank mit Firebase oder der Arbeit mit Typescript in Angular und Angular Material.",
	"contact.accept": "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
	"contact.email": "Wie lautet Ihre E-Mail?",
	"contact.emailPlaceholder": "deineEmail@email.com",
	"contact.errorEmailPlaceholder": "Hoppla! Deine Email ist erforderlich",
	"contact.errorMessagePlaceholder": "Was soll entwickelt werden?",
	"contact.errorNamePlaceholder": "Hoppla! Dein Name fehlt scheinbar",
	"contact.hello": "Sag Hallo ;)",
	"contact.intrest": "Wenn Sie an einer Zusammenarbeit interessiert sind, können Sie mich gerne kontaktieren und mir mitteilen, welche Rolle Sie sich vorstellen. Ich bin gerne bereit, meine Fähigkeiten einzubringen und innovative Lösungen für Ihre Projekte zu entwickeln. Mit meinem Engagement und meinem Fachwissen werde ich einen echten Mehrwert für Ihre Initiativen schaffen.",
	"contact.me": "Kontaktieren Sie mich",
	"contact.message": "Wie kann ich Ihnen helfen?",
	"contact.messagePlaceholder": "Hallo Steven, ich interessiere mich für...",
	"contact.name": "Wie ist Ihr Name?",
	"contact.namePlaceholder": "Dein Name gehört hier rein",
	"contact.need": "Brauchen Sie einen Frontend-Entwickler?",
	"contact.policy": "Datenschutzbestimmungen",
	"contact.problem": "Haben Sie ein Problem zu lösen?",
	"contact.read1": "Ich habe die ",
	"contact.read2": "gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
	"contact.talk": "Lassen Sie uns reden!",
	"contact.work": "Lassen Sie uns zusammenarbeiten",
	"featured.about-project": "Worum geht es bei diesem Projekt?",
	"featured.explore": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
	"featured.next": "Nächstes Projekt",
	"featured.projects": "Ausgewählte Projekte",
	"featured.soon": "(in kürze)",
	"footer.developer": "Web-Entwickler",
	"footer.imprint": "Impressum",
	"footer.location": "Berlin Deutschland",
	"imprint.back_button": "Zurück",
	"imprint.contact": "Kontakt",
	"imprint.titel": "Impressum",
	"imprint.phone": "Telefon",
	"landing.branch": "Frontend-Entwickler",
	"landing.location": "Sitz in Berlin",
	"landing.me": "Kontaktieren Sie mich",
	"landing.ready": "Offen für neue Herausforderung",
	"landing.remote": "Bereit für Home Office",
	"landing.work": "Zu meinen Projekten",
	"navbar.me": "Über mich",
	"navbar.projects": "Projekte",
	"navbar.skills": "Fähigkeiten",
	"popup.close": "Schließen",
	"popup.content1": "Ihre Nachricht wurde gesendet. Ich werde mich innerhalb der nächsten 48 Stunden mit Ihnen in Verbindung setzen.",
	"popup.content2": "Sie können das Fenster nun schließen.",
	"popup.headline": "Dankeschön!",
	"privacypolicy.phone": "Telefon",
	"privacypolicy.back_button": "Zurück",
	"privacypolicy.contact_form_text_1": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
	"privacypolicy.contact_form_text_2": "Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.",
	"privacypolicy.contact_form_text_3": "Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.",
	"privacypolicy.contact_form_title": "Kontaktformular",
	"privacypolicy.data_collection_responsible": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
	"privacypolicy.data_collection_text": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
	"privacypolicy.data_collection_title": "Datenerfassung auf dieser Website",
	"privacypolicy.data_protection_note_responsible_body_text1": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
	"privacypolicy.data_protection_note_responsible_body_text2": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
	"privacypolicy.data_protection_note_responsible_body_title": "Hinweis zur verantwortlichen Stelle",
	"privacypolicy.data_protection_text_1": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
	"privacypolicy.data_protection_text_2": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
	"privacypolicy.data_protection_text_3": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
	"privacypolicy.data_protection_title": "Datenschutz",
	"privacypolicy.encryption_text_1": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.",
	"privacypolicy.encryption_text_2": "Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
	"privacypolicy.encryption_title": "SSL- bzw. TLS-Verschlüsselung",
	"privacypolicy.following_host_order_processing_text": "Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet.",
	"privacypolicy.following_host_order_processing_title": "Auftragsverarbeitung",
	"privacypolicy.following_host_text_1": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
	"privacypolicy.following_host_text_2": "Anbieter ist die IONOS SE, Elgendorfer Straße 57, 56410 Montabaur (nachfolgend IONOS). Details entnehmen Sie der Datenschutzerklärung von IONOS:",
	"privacypolicy.following_host_text_3": "Die Verwendung von IONOS erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
	"privacypolicy.for_what_data_collection_text": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
	"privacypolicy.for_what_data_collection_title": "Wofür nutzen wir Ihre Daten?",
	"privacypolicy.general _information_data_processing_text": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
	"privacypolicy.general _information_data_processing_title": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
	"privacypolicy.general_information": "Allgemeine Hinweise",
	"privacypolicy.general_information_text": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
	"privacypolicy.how_data_collection_text_1": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
	"privacypolicy.how_data_collection_text_2": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
	"privacypolicy.how_data_collection_title": "Wie erfassen wir Ihre Daten?",
	"privacypolicy.information_correction_deletion_text": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
	"privacypolicy.information_correction_deletion_title": "Auskunft, Berichtigung und Löschung",
	"privacypolicy.inquiry_by_em_te_fa_text1": "Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
	"privacypolicy.inquiry_by_em_te_fa_text2": "Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.",
	"privacypolicy.inquiry_by_em_te_fa_text3": "Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.",
	"privacypolicy.inquiry_by_em_te_fa_title": "Anfrage per E-Mail, Telefon oder Telefax",
	"privacypolicy.recipients_personal_data_text": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
	"privacypolicy.recipients_personal_data_title": "Empfänger von personenbezogenen Daten",
	"privacypolicy.revocation_data_processing_text": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
	"privacypolicy.revocation_data_processing_title": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
	"privacypolicy.right_to_data_portability_text": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
	"privacypolicy.right_to_data_portability_title": "Recht auf Daten­übertrag­barkeit",
	"privacypolicy.right_to_lodge_text": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
	"privacypolicy.right_to_lodge_title": "Beschwerde­recht bei der zuständigen Aufsichts­behörde",
	"privacypolicy.right_to_object_data_collection_text_1": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).",
	"privacypolicy.right_to_object_data_collection_text_2": "WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
	"privacypolicy.right_to_object_data_collection_title": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
	"privacypolicy.right_to_restriction_processing_text1": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
	"privacypolicy.right_to_restriction_processing_text2": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
	"privacypolicy.right_to_restriction_processing_text3": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
	"privacypolicy.right_to_restriction_processing_text4": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
	"privacypolicy.right_to_restriction_processing_text5": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
	"privacypolicy.right_to_restriction_processing_text6": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
	"privacypolicy.right_to_restriction_processing_title": "Recht auf Einschränkung der Verarbeitung",
	"privacypolicy.source": "Quelle:",
	"privacypolicy.storage_period_text": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
	"privacypolicy.storage_period_title": "Speicherdauer",
	"privacypolicy.title": "Datenschutz­erklärung",
	"privacypolicy.title_container_1": "1. Datenschutz auf einen Blick",
	"privacypolicy.title_container_2": "2. Hosting",
	"privacypolicy.title_container_3": "3. Allgemeine Hinweise und Pflicht­informationen",
	"privacypolicy.title_container_4": "4. Datenerfassung auf dieser Website",
	"privacypolicy.your_right_text_1": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.",
	"privacypolicy.your_right_text_2": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
	"privacypolicy.your_right_title": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
	"projects.dabubble.description": "",
	"projects.dabubble.name": "DA Bubble (bald)",
	"projects.elPolloLoco.description": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
	"projects.elPolloLoco.name": "EL Pollo Loco",
	"projects.join.description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
	"projects.join.name": "Join",
	"references.first.description.0": "Die Zusammenarbeit war stets angenehm und produktiv. Besonders hervorzuheben ist, wie fokussiert und lösungsorientiert Steven selbst komplexe Aufgaben anging. Sein fundiertes Wissen teilt er bereitwillig und unterstützt das Team mit Engagement und Hilfsbereitschaft.",
	"references.first.description.1": "Steven ist ein Kollege, mit dem man jederzeit gerne zusammenarbeitet. Ich habe ihn als äußerst zielstrebig, lösungsorientiert und verlässlich erlebt. Selbst anspruchsvolle Herausforderungen hat er mit einer Ruhe und Klarheit gemeistert, die jede Problemlösung angenehm gemacht hat.",
	"references.first.description.2": "In unserer Teamarbeit habe ich Steven als engagiertes und teamorientiertes Gruppenmitglied sehr geschätzt. Er denkt vorausschauend, unterstützt andere aktiv und achtet darauf, dass niemand auf der Strecke bleibt. Besonders angenehm war die gegenseitige Unterstützung.",
	"references.first.name.0": "J. Merker",
	"references.first.name.1": "M. Kaffka",
	"references.first.name.2": "L. Weiß",
	"references.first.rang.0": "Team-Partner",
	"references.first.rang.1": "Team-Partner",
	"references.first.rang.2": "Team-Partner",
	"references.title": "Was meine Kollegen über mich sagen",
	"skills.another": "eine andere Fähigkeit?",
	"skills.description": "Ich bringe Erfahrung mit in HTML, CSS, JavaScript, TypeScript, Angular, Firebase, Git, REST-APIs, Material Design und arbeite gerne agil mit Scrum. Aktuell reizt mich besonders React, um mein Skillset weiter auszubauen. Der ständige Fortschritt in der Webentwicklung motiviert mich, mein Wissen laufend zu erweitern.",
	"skills.fell-free": "Sprechen Sie mich gerne an. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
	"skills.need": "Sie benötigen",
	"skills.set": "Fähigkeit",
	"skills.special": "Das möchte ich noch gerne lernen",
	"skills.talk": "Lassen Sie uns reden",
	"skills.technologies": "Technologien"
}