{
	"about.ambitious": "In my past project work, my analytical thinking, creativity and ambition have helped me a lot.\nLast but not least, I also promote the progress of new projects through team spirit.",
	"about.I-me": "Who I am",
	"about.intro": "Hey there, I'm Steven! Working on the computer has always been one of my great passions. My further training as a front-end developer introduced me to new and interesting facets of IT and made me realise that I would like to make this passion my everyday profession.",
	"about.locate": "I'm from Berlin. I would like to work near Berlin and Brandenburg. But in principle I wouldn't mind working remotely.",
	"about.me": "About me",
	"about.mindset": "I am always motivated to learn everything about new technologies and to improve my skills. Be it with object-orientated JS, building a small database with Firebase or working with Typescript in Angular and Angular Material.",
	"contact.accept": "Please accept the privacy policy.",
	"contact.email": "What's your email?",
	"contact.emailPlaceholder": "youremail@email.com",
	"contact.errorEmailPlaceholder": "Hoppla! Your email is required",
	"contact.errorMessagePlaceholder": "What do you need to develop?",
	"contact.errorNamePlaceholder": "Oops! It seems your name is missing",
	"contact.hello": "Say Hello ;)",
	"contact.intrest": "If you're interested in collaborating, feel free to contact me and let me know which role you envision. I’m eager to contribute my skills and develop innovative solutions for your projects. With my dedication and expertise, I will add real value to your initiatives.",
	"contact.me": "Contact me",
	"contact.message": "How can I help you?",
	"contact.messagePlaceholder": "Hello Steven, I am interested in...",
	"contact.name": "What's your name?",
	"contact.namePlaceholder": "Your name goes here",
	"contact.need": "Need a Frontend developer?",
	"contact.policy": "privacy policy",
	"contact.problem": "Got a problem to solve?",
	"contact.read1": "I've read the",
	"contact.read2": "and agree to the processing of my data as outlined.",
	"contact.talk": "Let's talk!",
	"contact.work": "Let's work together",
	"featured.about-project": "What is this project about?",
	"featured.explore": "Explore a selection of my work here - Interact with projects to see my skills in action.",
	"featured.next": "Next Project",
	"featured.projects": "Featured Projects",
	"featured.soon": "(soon)",
	"footer.developer": "Web Developer",
	"footer.imprint": "Legal Notice",
	"footer.location": "Berlin Germany",
	"imprint.back_button": "Back",
	"imprint.contact": "Contact",
	"imprint.titel": "Legal Notice",
	"imprint.phone": "Phone",
	"landing.branch": "Frontend Developer",
	"landing.location": "Based in Berlin",
	"landing.me": "Contact me",
	"landing.ready": "Open to Work",
	"landing.remote": "Available for remote work",
	"landing.work": "Check my work",
	"navbar.me": "About me",
	"navbar.projects": "Projects",
	"navbar.skills": "Skills",
	"popup.close": "Close",
	"popup.content1": "Your message has been sent. I will get back to you within the next 48 hours.",
	"popup.content2": "You can now close the window.",
	"popup.headline": "Thank you!",
	"privacypolicy.phone": "Phone",
	"privacypolicy.back_button": "Back",
	"privacypolicy.contact_form_text_1": "If you send us enquiries via the contact form, your details from the enquiry form, including the contact details you provide there, will be stored by us for the purpose of processing the enquiry and in the event of follow-up questions. We will not pass on this data without your consent.",
	"privacypolicy.contact_form_text_2": "This data is processed on the basis of Art. 6 para. 1 lit. b GDPR if your enquiry is related to the fulfilment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of the enquiries addressed to us (Art. 6 para. 1 lit. f GDPR) or on your consent (Art. 6 para. 1 lit. a GDPR) if this has been requested; consent can be revoked at any time.",
	"privacypolicy.contact_form_text_3": "We will retain the data you provide on the contact form until you request its deletion, revoke your consent for its storage, or the purpose for its storage no longer pertains (e.g. after fulfilling your request). Mandatory statutory provisions - in particular retention periods - remain unaffected.",
	"privacypolicy.contact_form_title": "Contact Form",
	"privacypolicy.data_collection_responsible": "Who is responsible for data collection on this website?",
	"privacypolicy.data_collection_text": "Data processing on this website is carried out by the website operator. You can find the operator's contact details in the \"Information on the controller\" section of this privacy policy.",
	"privacypolicy.data_collection_title": "Data collection on this website",
	"privacypolicy.data_protection_note_responsible_body_text1": "The controller responsible for data processing on this website is",
	"privacypolicy.data_protection_note_responsible_body_text2": "The controller is the natural or legal person who alone or jointly with others determines the purposes and means of the processing of personal data (e.g. names, email addresses, etc.).",
	"privacypolicy.data_protection_note_responsible_body_title": "Note on the responsible body",
	"privacypolicy.data_protection_text_1": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.",
	"privacypolicy.data_protection_text_2": "When you use this website, various personal data is collected. Personal data is data that can be used to identify you personally. This privacy policy explains what data we collect and what we use it for. It also explains how and for what purpose this is done.",
	"privacypolicy.data_protection_text_3": "We would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) may be subject to security vulnerabilities. Complete protection of data against access by third parties is not possible.",
	"privacypolicy.data_protection_title": "Data protection",
	"privacypolicy.encryption_text_1": "This site uses SSL or TLS encryption for security reasons and to protect the transmission of confidential content, such as orders or enquiries that you send to us as the site operator. You can recognise an encrypted connection by the fact that the address line of the browser changes from \"http://\" to \"https://\" and by the lock symbol in your browser line.",
	"privacypolicy.encryption_text_2": "If SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties.",
	"privacypolicy.encryption_title": "SSL or TLS encryption",
	"privacypolicy.following_host_order_processing_text": "We have concluded a data processing agreement (DPA) for the use of the above-mentioned service. This is a contract prescribed by data protection law, which guarantees that it processes the personal data of our website visitors only in accordance with our instructions and in compliance with the GDPR.",
	"privacypolicy.following_host_order_processing_title": "Order processing",
	"privacypolicy.following_host_text_1": "We host the content of our website with the following provider:",
	"privacypolicy.following_host_text_2": "The provider is IONOS SE, Elgendorfer Straße 57, 56410 Montabaur, Germany (hereinafter referred to as IONOS). For details, please refer to the privacy policy of IONOS:",
	"privacypolicy.following_host_text_3": "The use of IONOS is based on Art. 6 para. 1 lit. f GDPR. We have a legitimate interest in displaying our website as reliably as possible. If a corresponding consent has been requested, the processing is carried out exclusively on the basis of Art. 6 para. 1 lit. a GDPR and § 25 para. 1 TDDDG, insofar as the consent includes the storage of cookies or access to information in the user's terminal device (e.g. device fingerprinting) within the meaning of the TDDDG. Consent can be revoked at any time.",
	"privacypolicy.for_what_data_collection_text": "Some of the data is collected to ensure that the website is provided without errors. Other data may be used to analyse your user behaviour. If contracts can be concluded or initiated via the website, the transmitted data will also be processed for contract offers, orders or other order enquiries.",
	"privacypolicy.for_what_data_collection_title": "What do we use your data for?",
	"privacypolicy.general _information_data_processing_text": "If you have consented to data processing, we process your personal data on the basis of Art. 6 para. 1 lit. a GDPR or Art. 9 para. 2 lit. a GDPR, insofar as special categories of data are processed in accordance with Art. 9 para. 1 GDPR. In the event of express consent to the transfer of personal data to third countries, data processing is also carried out on the basis of Art. 49 para. 1 lit. a GDPR. If you have consented to the storage of cookies or access to information in your end device (e.g. via device fingerprinting), the data processing is also carried out on the basis of Section 25 (1) TDDDG. Consent can be revoked at any time. If your data is required for the fulfilment of a contract or for the implementation of pre-contractual measures, we process your data on the basis of Art. 6 para. 1 lit. b GDPR. Furthermore, we process your data if this is necessary to fulfil a legal obligation on the basis of Art. 6 para. 1 lit. c GDPR. Data processing may also be carried out on the basis of our legitimate interest in accordance with Art. 6 para. 1 lit. f GDPR. Information on the relevant legal bases in each individual case is provided in the following paragraphs of this privacy policy.",
	"privacypolicy.general _information_data_processing_title": "General information on the legal basis for data processing on this website",
	"privacypolicy.general_information": "General information",
	"privacypolicy.general_information_text": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to identify you personally. Detailed information on the subject of data protection can be found in our data protection declaration listed below this text.",
	"privacypolicy.how_data_collection_text_1": "On the one hand, your data is collected when you provide it to us. This may, for example, be data that you enter in a contact form.",
	"privacypolicy.how_data_collection_text_2": "Other data is collected automatically or with your consent by our IT systems when you visit the website. This is primarily technical data (e.g. internet browser, operating system or time of page view). This data is collected automatically as soon as you enter this website.",
	"privacypolicy.how_data_collection_title": "How do we collect your data?",
	"privacypolicy.information_correction_deletion_text": "Within the framework of the applicable legal provisions, you have the right at any time to free information about your stored personal data, its origin and recipient and the purpose of the data processing and, if necessary, a right to correction or deletion of this data. You can contact us at any time if you have further questions on the subject of personal data.",
	"privacypolicy.information_correction_deletion_title": "Information, correction and deletion",
	"privacypolicy.inquiry_by_em_te_fa_text1": "If you contact us by e-mail, telephone or fax, your enquiry including all personal data (name, enquiry) will be stored and processed by us for the purpose of processing your request. We will not pass on this data without your consent.",
	"privacypolicy.inquiry_by_em_te_fa_text2": "This data is processed on the basis of Art. 6 para. 1 lit. b GDPR if your enquiry is related to the fulfilment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of the enquiries addressed to us (Art. 6 para. 1 lit. f GDPR) or on your consent (Art. 6 para. 1 lit. a GDPR) if this has been requested; consent can be revoked at any time.",
	"privacypolicy.inquiry_by_em_te_fa_text3": "The data you send to us via contact requests will remain with us until you ask us to delete it, revoke your consent to storage or the purpose for data storage no longer applies (e.g. after your request has been processed). Mandatory statutory provisions - in particular statutory retention periods - remain unaffected.",
	"privacypolicy.inquiry_by_em_te_fa_title": "Enquiry by e-mail, telephone or fax",
	"privacypolicy.recipients_personal_data_text": "As part of our business activities, we work together with various external organisations. In some cases, it is also necessary to transfer personal data to these external organisations. We only pass on personal data to external bodies if this is necessary for the fulfilment of a contract, if we are legally obliged to do so (e.g. passing on data to tax authorities), if we have a legitimate interest in the transfer in accordance with Art. 6 para. 1 lit. f GDPR or if another legal basis permits the transfer of data. When using processors, we only pass on our customers' personal data on the basis of a valid contract for order processing. In the case of joint processing, a joint processing agreement is concluded.",
	"privacypolicy.recipients_personal_data_title": "Recipients of personal data",
	"privacypolicy.revocation_data_processing_text": "",
	"privacypolicy.revocation_data_processing_title": "",
	"privacypolicy.right_to_data_portability_text": "You have the right to have data that we process automatically on the basis of your consent or in fulfilment of a contract handed over to you or to a third party in a commonly used, machine-readable format. If you request the direct transfer of the data to another controller, this will only be done insofar as it is technically feasible.",
	"privacypolicy.right_to_data_portability_title": "Right to data portability",
	"privacypolicy.right_to_lodge_text": "In the event of violations of the GDPR, data subjects have the right to lodge a complaint with a supervisory authority, in particular in the Member State of their habitual residence, place of work or place of the alleged violation. The right to lodge a complaint is without prejudice to any other administrative or judicial remedies.",
	"privacypolicy.right_to_lodge_title": "Right to lodge a complaint with the competent supervisory authority",
	"privacypolicy.right_to_object_data_collection_text_1": "IF THE DATA PROCESSING IS BASED ON ART. 6 ABS. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA AT ANY TIME ON GROUNDS RELATING TO YOUR PARTICULAR SITUATION; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR PERSONAL DATA CONCERNED UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING WHICH OVERRIDE YOUR INTERESTS, RIGHTS AND FREEDOMS OR THE PROCESSING SERVES THE ESTABLISHMENT, EXERCISE OR DEFENCE OF LEGAL CLAIMS (OBJECTION PURSUANT TO ART. 21 PARA. 1 GDPR).",
	"privacypolicy.right_to_object_data_collection_text_2": "IF YOUR PERSONAL DATA ARE PROCESSED FOR THE PURPOSE OF DIRECT MARKETING, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH MARKETING; THIS ALSO APPLIES TO PROFILING INSOFAR AS IT IS RELATED TO SUCH DIRECT MARKETING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR THE PURPOSE OF DIRECT MARKETING (OBJECTION PURSUANT TO ART. 21 PARA. 2 GDPR).",
	"privacypolicy.right_to_object_data_collection_title": "Right to object to the collection of data in special cases and to direct marketing (Art. 21 GDPR)",
	"privacypolicy.right_to_restriction_processing_text1": "You have the right to request the restriction of the processing of your personal data. You can contact us at any time to do this. The right to restriction of processing exists in the following cases:",
	"privacypolicy.right_to_restriction_processing_text2": "If you dispute the accuracy of your personal data stored by us, we generally need time to check this. For the duration of the review, you have the right to request that the processing of your personal data be restricted.",
	"privacypolicy.right_to_restriction_processing_text3": "If the processing of your personal data was/is unlawful, you can request the restriction of data processing instead of erasure.",
	"privacypolicy.right_to_restriction_processing_text4": "If we no longer need your personal data, but you need it for the exercise, defence or assertion of legal claims, you have the right to request the restriction of the processing of your personal data instead of its erasure.",
	"privacypolicy.right_to_restriction_processing_text5": "If you have lodged an objection in accordance with Art. 21 (1) GDPR, a balance must be struck between your interests and ours. As long as it has not yet been determined whose interests prevail, you have the right to request the restriction of the processing of your personal data.",
	"privacypolicy.right_to_restriction_processing_text6": "If you have restricted the processing of your personal data, this data - apart from its storage - may only be processed with your consent or for the establishment, exercise or defence of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or of a Member State.",
	"privacypolicy.right_to_restriction_processing_title": "Right to restriction of processing",
	"privacypolicy.source": "Source:",
	"privacypolicy.storage_period_text": "Unless a more specific storage period has been specified in this privacy policy, your personal data will remain with us until the purpose for data processing no longer applies. If you assert a justified request for deletion or revoke your consent to data processing, your data will be deleted unless we have other legally permissible reasons for storing your personal data (e.g. retention periods under tax or commercial law); in the latter case, the deletion will take place after these reasons no longer apply.",
	"privacypolicy.storage_period_title": "Storage duration",
	"privacypolicy.title": "Privacy policy",
	"privacypolicy.title_container_1": "1. Data protection at a glance",
	"privacypolicy.title_container_2": "2. Hosting",
	"privacypolicy.title_container_3": "3 General notes and mandatory information",
	"privacypolicy.title_container_4": "4. Data collection on this website",
	"privacypolicy.your_right_text_1": "You have the right to receive information about the origin, recipient and purpose of your stored personal data free of charge at any time. You also have the right to request the correction or deletion of this data. If you have given your consent to data processing, you can revoke this consent at any time for the future. You also have the right to request the restriction of the processing of your personal data under certain circumstances. Furthermore, you have the right to lodge a complaint with the competent supervisory authority.",
	"privacypolicy.your_right_text_2": "You can contact us at any time if you have further questions on the subject of data protection.",
	"privacypolicy.your_right_title": "What rights do you have regarding your data?",
	"projects.dabubble.description": "",
	"projects.dabubble.name": "DA Bubble (soon)",
	"projects.elPolloLoco.description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
	"projects.elPolloLoco.name": "EL Pollo Loco",
	"projects.join.description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"projects.join.name": "Join",
	"references.first.description.0": "Working with the team was always pleasant and productive. What stood out was how focused and solution-oriented Steven remained, even when facing complex challenges. He shares his solid knowledge openly and supports the team with commitment and a helpful attitude.",
	"references.first.description.1": "Steven is a colleague you’re always happy to work with. I found him to be extremely goal-oriented, solution-driven, and reliable. Even demanding tasks were handled with calmness and clarity, making problem-solving a smooth experience.",
	"references.first.description.2": "In our team collaboration, I really valued Steven as a dedicated and team-oriented group member. He thinks ahead, actively supports others, and ensures no one is left behind. The mutual support we shared made the work especially enjoyable.",
	"references.first.name.0": "J. Merker",
	"references.first.name.1": "M. Kaffka",
	"references.first.name.2": "L. Weiß",
	"references.first.rang.0": "Team Partner",
	"references.first.rang.1": "Team Partner",
	"references.first.rang.2": "Team Partner",
	"references.title": "What my colleagues say about me",
	"skills.another": "another skill?",
	"skills.description": "I have experience in HTML, CSS, JavaScript, TypeScript, Angular, Firebase, Git, REST APIs, and Material Design, and I enjoy working agilely with Scrum. I'm currently particularly interested in React as a way to further expand my skillset. I find the changes in web development a motivation to always stay on top of the latest trends.",
	"skills.fell-free": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
	"skills.need": "You need",
	"skills.set": "Skill Set",
	"skills.special": "I have a special interest in learning",
	"skills.talk": "Let's Talk",
	"skills.technologies": "Technologies"
}