{
	"about.ambitious": "In my past project work, my analytical thinking, creativity and ambition have helped me a lot.\nLast but not least, I also promote the progress of new projects through team spirit.",
	"about.I-me": "Who I am",
	"about.intro": "Hey there, I'm Steven! Working on the computer has always been one of my great passions. My further training as a front-end developer introduced me to new and interesting facets of IT and made me realise that I would like to make this passion my everyday profession.",
	"about.locate": "I'm from Berlin. I would like to work near Berlin and Brandenburg. But in principle I wouldn't mind working remotely.",
	"about.me": "About me",
	"about.mindset": "I am always motivated to learn everything about new technologies and to improve my skills. Be it with object-orientated JS, building a small database with Firebase or working with Typescript in Angular and Angular Material.",
	"contact.accept": "Please accept the privacy policy.",
	"contact.email": "What's your email?",
	"contact.emailPlaceholder": "youremail@email.com",
	"contact.errorEmailPlaceholder": "Hoppla! Your email is required",
	"contact.errorMessagePlaceholder": "What do you need to develop?",
	"contact.errorNamePlaceholder": "Oops! It seems your name is missing",
	"contact.hello": "Say Hello ;)",
	"contact.intrest": "If you're interested in collaborating, feel free to contact me and let me know which role you envision. I’m eager to contribute my skills and develop innovative solutions for your projects. With my dedication and expertise, I will add real value to your initiatives.",
	"contact.me": "Contact me",
	"contact.message": "How can I help you?",
	"contact.messagePlaceholder": "Hello Steven, I am interested in...",
	"contact.name": "What's your name?",
	"contact.namePlaceholder": "Your name goes here",
	"contact.need": "Need a Frontend developer?",
	"contact.policy": "privacy policy",
	"contact.problem": "Got a problem to solve?",
	"contact.read1": "I've read the",
	"contact.read2": "and agree to the processing of my data as outlined.",
	"contact.talk": "Let’s talk!",
	"contact.work": "Let's work together",
	"featured.about-project": "What is this project about?",
	"featured.explore": "Explore a selection of my work here - Interact with projects to see my skills in action.",
	"featured.next": "Next Project",
	"featured.projects": "Featured Projects",
	"featured.soon": "(soon)",
	"footer.developer": "Web Developer",
	"footer.imprint": "Legal Notice",
	"footer.location": "Berlin Germany",
	"landing.branch": "Frontend Developer",
	"landing.location": "Based in Berlin",
	"landing.me": "Contact me",
	"landing.ready": "Open to Work",
	"landing.remote": "Available for remote work",
	"landing.work": "Check my work",
	"navbar.me": "About me",
	"navbar.projects": "Projects",
	"navbar.skills": "Skills",
	"projects.dabubble.description": "",
	"projects.dabubble.name": "DA Bubble (soon)",
	"projects.elPolloLoco.description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
	"projects.elPolloLoco.name": "EL Pollo Loco",
	"projects.join.description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"projects.join.name": "Join",
	"references.first.description.0": "Working with the team was always pleasant and productive. What stood out was how focused and solution-oriented Steven remained, even when facing complex challenges. He shares his solid knowledge openly and supports the team with commitment and a helpful attitude.",
	"references.first.description.1": "Steven is a colleague you’re always happy to work with. I found him to be extremely goal-oriented, solution-driven, and reliable. Even demanding tasks were handled with calmness and clarity, making problem-solving a smooth experience.",
	"references.first.description.2": "In our team collaboration, I really valued Steven as a dedicated and team-oriented group member. He thinks ahead, actively supports others, and ensures no one is left behind. The mutual support we shared made the work especially enjoyable.",
	"references.first.name.0": "J. Merker",
	"references.first.name.1": "M. Kaffka",
	"references.first.name.2": "L. Weiß",
	"references.first.rang.0": "Team Partner",
	"references.first.rang.1": "Team Partner",
	"references.first.rang.2": "Team Partner",
	"references.title": "What my colleagues say about me",
	"skills.another": "another skill?",
	"skills.description": "I have experience in HTML, CSS, JavaScript, TypeScript, Angular, Firebase, Git, REST APIs, and Material Design, and I enjoy working agilely with Scrum. I'm currently particularly interested in React as a way to further expand my skillset. I find the changes in web development a motivation to always stay on top of the latest trends.",
	"skills.fell-free": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
	"skills.need": "You need",
	"skills.set": "Skill Set",
	"skills.special": "I have a special interest in learning",
	"skills.talk": "Let's Talk",
	"skills.technologies": "Technologies"
}